tap "homebrew/bundle"
brew "coreutils"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "julia"
brew "jesseduffield/lazygit/lazygit"
brew "neovim"
brew "node"
brew "opam"
brew "ripgrep"
brew "rust"
brew "typst"
cask "anaconda"
